{
  "schedule_number": "7",
  "title": "Seventh Schedule",
  "linked_articles": [
    "246"
  ],
  "lists": [
    {
      "list_name": "Union List (List I)",
      "entries": [
        {"number": 1, "text": "Defence of India and every part thereof including preparation for defence and all such acts as may be conducive in times of war to its prosecution and after its termination to effective demobilisation."},
        {"number": 2, "text": "Naval, military and air forces; any other armed forces of the Union."},
        {"number": "2A", "text": "Deployment of any armed force of the Union or any other force subject to the control of the Union or any contingent or unit thereof in any State in aid of the civil power; powers, jurisdiction, privileges and liabilities of the members of such forces while on such deployment."},
        {"number": 3, "text": "Delimitation of cantonment areas, local self-government in such areas, the constitution and powers within such areas of cantonment authorities and the regulation of house accommodation (including the control of rents) in such areas."},
        {"number": 4, "text": "Naval, military and air force works."},
        {"number": 5, "text": "Arms, firearms, ammunition and explosives."},
        {"number": 6, "text": "Atomic energy and mineral resources necessary for its production."},
        {"number": 7, "text": "Industries declared by Parliament by law to be necessary for the purpose of defence or for the prosecution of war."},
        {"number": 8, "text": "Central Bureau of Intelligence and Investigation."},
        {"number": 9, "text": "Preventive detention for reasons connected with Defence, Foreign Affairs, or the security of India; persons subjected to such detention."},
        {"number": 10, "text": "Foreign affairs; all matters which bring the Union into relation with any foreign country."},
        {"number": 11, "text": "Diplomatic, consular and trade representation."},
        {"number": 12, "text": "United Nations Organisation."},
        {"number": 13, "text": "Participation in international conferences, associations and other bodies and implementing of decisions made thereat."},
        {"number": 14, "text": "Entering into treaties and agreements with foreign countries and implementing of treaties, agreements and conventions with foreign countries."},
        {"number": 15, "text": "War and peace."},
        {"number": 16, "text": "Foreign jurisdiction."},
        {"number": 17, "text": "Citizenship, naturalisation and aliens."},
        {"number": 18, "text": "Extradition."},
        {"number": 19, "text": "Admission into, and emigration and expulsion from, India; passports and visas."},
        {"number": 20, "text": "Pilgrimages to places outside India."},
        {"number": 21, "text": "Piracies and crimes committed on the high seas or in the air; offences against the law of nations committed on land or the high seas or in the air."},
        {"number": 22, "text": "Railways."},
        {"number": 23, "text": "Highways declared by or under law made by Parliament to be national highways."},
        {"number": 24, "text": "Shipping and navigation on inland waterways, declared by Parliament by law to be national waterways, as regards mechanically propelled vessels; the rule of the road on such waterways."},
        {"number": 25, "text": "Maritime shipping and navigation, including shipping and navigation on tidal waters; provision of education and training for the mercantile marine and regulation of such education and training provided by States and other agencies."},
        {"number": 26, "text": "Lighthouses, including lightships, beacons and other provision for the safety of shipping and aircraft."},
        {"number": 27, "text": "Ports declared by or under law made by Parliament or existing law to be major ports, including their delimitation, and the constitution and powers of port authorities therein."},
        {"number": 28, "text": "Port quarantine, including hospitals connected therewith; seamen's and marine hospitals."},
        {"number": 29, "text": "Airways; aircraft and air navigation; provision of aerodromes; regulation and organisation of air traffic and of aerodromes; provision for aeronautical education and training and regulation of such education and training provided by States and other agencies."},
        {"number": 30, "text": "Carriage of passengers and goods by railway, sea or air, or by national waterways in mechanically propelled vessels."},
        {"number": 31, "text": "Posts and telegraphs; telephones, wireless, broadcasting and other like forms of communication."},
        {"number": 32, "text": "Property of the Union and the revenue therefrom, but as regards property situated in a State subject to legislation by the State, save in so far as Parliament by law otherwise provides."},
        {"number": 34, "text": "Courts of wards for the estates of Rulers of Indian States."},
        {"number": 35, "text": "Public debt of the Union."},
        {"number": 36, "text": "Currency, coinage and legal tender; foreign exchange."},
        {"number": 37, "text": "Foreign loans."},
        {"number": 38, "text": "Reserve Bank of India."},
        {"number": 39, "text": "Post Office Savings Bank."},
        {"number": 40, "text": "Lotteries organised by the Government of India or the Government of a State."},
        {"number": 41, "text": "Trade and commerce with foreign countries; import and export across customs frontiers; definition of customs frontiers."},
        {"number": 42, "text": "Inter-State trade and commerce."},
        {"number": 43, "text": "Incorporation, regulation and winding up of trading corporations, including banking, insurance and financial corporations, but not including co-operative societies."},
        {"number": 44, "text": "Incorporation, regulation and winding up of corporations, whether trading or not, with objects not confined to one State, but not including universities."},
        {"number": 45, "text": "Banking."},
        {"number": 46, "text": "Bills of exchange, cheques, promissory notes and other like instruments."},
        {"number": 47, "text": "Insurance."},
        {"number": 48, "text": "Stock exchanges and futures markets."},
        {"number": 49, "text": "Patents, inventions and designs; copyright; trade-marks and merchandise marks."},
        {"number": 50, "text": "Establishment of standards of weight and measure."},
        {"number": 51, "text": "Establishment of standards of quality for goods to be exported out of India or transported from one State to another."},
        {"number": 52, "text": "Industries, the control of which by the Union is declared by Parliament by law to be expedient in the public interest."},
        {"number": 53, "text": "Regulation and development of oilfields and mineral oil resources; petroleum and petroleum products; other liquids and substances declared by Parliament by law to be dangerously inflammable."},
        {"number": 54, "text": "Regulation of mines and mineral development to the extent to which such regulation and development under the control of the Union is declared by Parliament by law to be expedient in the public interest."},
        {"number": 55, "text": "Regulation of labour and safety in mines and oilfields."},
        {"number": 56, "text": "Regulation and development of inter-State rivers and river valleys to the extent to which such regulation and development under the control of the Union is declared by Parliament by law to be expedient in the public interest."},
        {"number": 57, "text": "Fishing and fisheries beyond territorial waters."},
        {"number": 58, "text": "Manufacture, supply and distribution of salt by Union agencies; regulation and control of manufacture, supply and distribution of salt by other agencies."},
        {"number": 59, "text": "Cultivation, manufacture, and sale for export, of opium."},
        {"number": 60, "text": "Sanctioning of cinematograph films for exhibition."},
        {"number": 61, "text": "Industrial disputes concerning Union employees."},
        {"number": 62, "text": "The institutions known at the commencement of this Constitution as the National Library, the Indian Museum, the Imperial War Museum, the Victoria Memorial and the Indian War Memorial, and any other like institution financed by the Government of India wholly or in part and declared by Parliament by law to be an institution of national importance."},
        {"number": 63, "text": "The institutions known at the commencement of this Constitution as the Benares Hindu University, the Aligarh Muslim University and the Delhi University; the University established in pursuance of article 371E; any other institution declared by Parliament by law to be an institution of national importance."},
        {"number": 64, "text": "Institutions for scientific or technical education financed by the Government of India wholly or in part and declared by Parliament to be institutions of national importance."},
        {"number": 65, "text": "Union agencies and institutions for— \n(a) professional, vocational or technical training, including the training of police officers; or \n(b) the promotion of special studies or research; or \n(c) scientific or technical assistance in the investigation or detection of crime."},
        {"number": 66, "text": "Co-ordination and determination of standards in institutions for higher education or research and scientific and technical institutions."},
        {"number": 67, "text": "Ancient and historical monuments and records, and archaeological sites and remains, declared by or under law made by Parliament to be of national importance."},
        {"number": 68, "text": "The Survey of India, Geological, Botanical, Zoological, Anthropological Surveys, Meteorological organisations."},
        {"number": 69, "text": "Census."},
        {"number": 70, "text": "Union Public Service; All-India Services; Union Public Service Commission."},
        {"number": 71, "text": "Union pensions, that is to say, pensions payable by the Government of India or out of the Consolidated Fund of India."},
        {"number": 72, "text": "Elections to Parliament, Legislatures of States and offices of President and Vice-President; Election Commission."},
        {"number": 73, "text": "Salaries and allowances of Members of Parliament, Chairman, Deputy Chairman, Speaker, Deputy Speaker."},
        {"number": 74, "text": "Powers, privileges and immunities of each House of Parliament and of members and Committees of each House."},
        {"number": 75, "text": "Emoluments, allowances, privileges and rights of President, Governors, Ministers, Comptroller and Auditor-General of India."},
        {"number": 76, "text": "Audit of the accounts of the Union and of the States."},
        {"number": 77, "text": "Constitution, organisation, jurisdiction and powers of the Supreme Court (including contempt of such Court), and the fees taken therein; persons entitled to practise before the Supreme Court."},
        {"number": 78, "text": "Constitution and organisation (including vacations) of the High Courts except provisions as to officers and servants of High Courts; persons entitled to practise before the High Courts."},
        {"number": 79, "text": "Extension of the jurisdiction of a High Court to, and exclusion of the jurisdiction of a High Court from, any Union territory."},
        {"number": 80, "text": "Extension of the powers and jurisdiction of members of a police force belonging to any State to any area outside that State, but not so as to enable the police of one State to exercise powers and jurisdiction in any area outside that State without the consent of the Government of the State in which such area is situated; extension of the powers and jurisdiction of members of a police force belonging to any State to railway areas outside that State."},
        {"number": 81, "text": "Inter-State migration; inter-State quarantine."},
        {"number": 82, "text": "Taxes on income other than agricultural income."},
        {"number": 83, "text": "Duties of customs including export duties."},
        {"number": 84, "text": "Schedule.— Duties of excise on the following goods manufactured or produced in India, namely:— \n(a) petroleum crude; \n(b) high speed diesel; \n(c) motor spirit (commonly known as petrol); \n(d) natural gas; \n(e) aviation turbine fuel; and \n(f) tobacco and tobacco products"},
        {"number": 85, "text": "Corporation tax."},
        {"number": 86, "text": "Taxes on capital value of assets (excluding agricultural land)."},
        {"number": 87, "text": "Estate duty on property other than agricultural land."},
        {"number": 88, "text": "Duties in respect of succession to property other than agricultural land."},
        {"number": 89, "text": "Terminal taxes on goods or passengers carried by railway, sea, air; taxes on fares and freights."},
        {"number": 90, "text": "Taxes other than stamp duties on transactions in stock exchanges and futures markets."},
        {"number": 91, "text": "Rates of stamp duty in respect of bills of exchange, cheques, promissory notes, bills of lading, letters of credit, policies of insurance, transfer of shares, debentures, proxies and receipts."},
        {"number": "92A", "text": "Taxes on the sale or purchase of goods other than newspapers, where such sale or purchase takes place in the course of inter-State trade or commerce."},
        {"number": "92B", "text": "Taxes on the consignments of goods (whether the consignment is to the person making it or to any other person), where such consignment takes place in the course of inter-State trade or commerce."},
        {"number": 93, "text": "Offences against laws with respect to any of the matters in this List."},
        {"number": 94, "text": "Inquiries, surveys and statistics for the purposes of this List."},
        {"number": 95, "text": "Jurisdiction and powers of all courts (except Supreme Court) with respect to matters in this List; admiralty jurisdiction."},
        {"number": 96, "text": "Fees in respect of any matters in this List (excluding court fees)."},
        {"number": 97, "text": "Any other matter not enumerated in List II or List III including any tax not mentioned in either."}
      ]
    },
    {
      "list_name": "State List (List II)",
      "entries": [
        {"number": 1, "text": "Public order (but not including the use of any naval, military or air force or any other armed force of the Union or of any other force subject to the control of the Union or of any contingent or unit thereof in aid of the civil power)."},
        {"number": 2, "text": "Police (including railway and village police) subject to the provisions of entry 2A of List I."},
        {"number": 3, "text": "Officers and servants of the High Court; procedure in rent and revenue courts; fees taken in all courts except the Supreme Court."},
        {"number": 4, "text": "Prisons, reformatories, Borstal institutions and other institutions of a like nature, and persons detained therein; arrangements with other States for the use of prisons and other institutions."},
        {"number": 5, "text": "Local government, that is to say, the constitution and powers of municipal corporations, improvement trusts, districts boards, mining settlement authorities and other local authorities for the purpose of local self-government or village administration."},
        {"number": 6, "text": "Public health and sanitation; hospitals and dispensaries."},
        {"number": 7, "text": "Pilgrimages, other than to places outside India."},
        {"number": 8, "text": "Intoxicating liquors, that is to say, the production, manufacture, possession, transport, purchase and sale of intoxicating liquors."},
        {"number": 9, "text": "Relief of the disabled and unemployable."},
        {"number": 10, "text": "Burials and burial grounds; cremations and cremation grounds."},
        {"number": 12, "text": "Libraries, museums and other similar institutions controlled or financed by the State; ancient and historical monuments and records other than those declared by or under law made by Parliament to be of national importance."},
        {"number": 13, "text": "Communications, that is to say, roads, bridges, ferries, and other means of communication not specified in List I; municipal tramways; ropeways; inland waterways and traffic thereon subject to the provisions of List I and List III with regard to such waterways; vehicles other than mechanically propelled vehicles."},
        {"number": 14, "text": "Agriculture, including agricultural education and research, protection against pests and plant diseases."},
        {"number": 15, "text": "Preservation, protection and improvement of stock and prevention of animal diseases; veterinary training and practice."},
        {"number": 16, "text": "Pounds and prevention of cattle trespass."},
        {"number": 17, "text": "Water, that is to say, water supplies, irrigation and canals, drainage and embankments, water storage and water power subject to the provisions of entry 56 of List I."},
        {"number": 18, "text": "Land, that is to say, rights in or over land, land tenures including the relation of landlord and tenant, and the collection of rents; transfer and alienation of agricultural land; land improvement and agricultural loans; colonization."},
        {"number": 21, "text": "Fisheries."},
        {"number": 22, "text": "Courts of wards subject to the provisions of entry 34 of List I; encumbered and attached estates."},
        {"number": 23, "text": "Regulation of mines and mineral development subject to the provisions of List I with respect to regulation and development under the control of the Union."},
        {"number": 24, "text": "Industries subject to entries 7 and 52 of List I."},
        {"number": 25, "text": "Gas and gas-works."},
        {"number": 26, "text": "Trade and commerce within the State subject to the provisions of entry 33 of List III."},
        {"number": 27, "text": "Production, supply and distribution of goods subject to entry 33 of List III."},
        {"number": 28, "text": "Markets and fairs."},
        {"number": 30, "text": "Money-lending and money-lenders; relief of agricultural indebtedness."},
        {"number": 31, "text": "Inns and inn-keepers."},
        {"number": 32, "text": "Incorporation, regulation and winding up of corporations, other than those specified in List I, and universities; unincorporated trading, literary, scientific, religious and other societies and associations; co-operative societies."},
        {"number": 33, "text": "Theatres, dramatic performances; cinemas (subject to Union entry 60); sports, entertainments and amusements."},
        {"number": 34, "text": "Betting and gambling."},
        {"number": 35, "text": "Works, lands and buildings vested in or possessed by the State."},
        {"number": 37, "text": "Elections to the Legislature of the State subject to law made by Parliament."},
        {"number": 38, "text": "Salaries and allowances of members, Speaker, Deputy Speaker, Chairman, Deputy Chairman of State Legislature."},
        {"number": 39, "text": "Salaries and allowances of members of the Legislature of the State, of the Speaker and Deputy Speaker of the Legislative Assembly and, if there is a Legislative Council, of the Chairman and Deputy Chairman thereof. 39. Powers, privileges and immunities of the Legislative Assembly and of the members and the committees thereof, and, if there is a Legislative Council, of that Council and of the members and the committees thereof; enforcement of attendance of persons for giving evidence or producing documents before committees of the Legislature of the State."},
        {"number": 40, "text": "Salaries and allowances of Ministers for the State."},
        {"number": 41, "text": "State public services; State Public Service Commission."},
        {"number": 42, "text": "State pensions payable by the State or out of Consolidated Fund of the State."},
        {"number": 43, "text": "Public debt of the State."},
        {"number": 44, "text": "Treasure trove."},
        {"number": 45, "text": "Land revenue, including the assessment and collection of revenue, the maintenance of land records, survey for revenue purposes and records of rights, and alienation of revenues."},
        {"number": 46, "text": "Taxes on agricultural income."},
        {"number": 47, "text": "Duties in respect of succession to agricultural land."},
        {"number": 48, "text": "Estate duty in respect of agricultural land."},
        {"number": 49, "text": "Taxes on lands and buildings."},
        {"number": 50, "text": "Taxes on mineral rights subject to any limitations imposed by Parliament by law relating to mineral development."},
        {"number": 51, "text": "Duties of excise on the following goods manufactured or produced in the State and countervailing duties at the same or lower rates on similar goods manufactured or produced elsewhere in India:— \n(a) alcoholic liquors for human consumption; \n(b) opium, Indian hemp and other narcotic drugs and narcotics, but not including medicinal and toilet preparations containing alcohol or any substance included in sub-paragraph (b) of this entry."},
        {"number": 53, "text": "Taxes on consumption or sale of electricity."},
        {"number": 54, "text": "Taxes on the sale of petroleum crude, high speed diesel, motor spirit (commonly known as petrol), natural gas, aviation turbine fuel and alcoholic liquor for human consumption, but not including sale in the course of inter-State trade or commerce or sale in the course of international trade or commerce of such goods."},
        {"number": 56, "text": "Taxes on goods and passengers carried by road or inland waterways."},
        {"number": 57, "text": "Taxes on vehicles, whether mechanically propelled or not, suitable for use on roads, including tramcars subject to the provisions of entry 35 of List III."},
        {"number": 58, "text": "Taxes on animals and boats."},
        {"number": 59, "text": "Tolls."},
        {"number": 60, "text": "Taxes on professions, trades, callings and employments."},
        {"number": 61, "text": "Capitation taxes."},
        {"number": 62, "text": "Taxes on entertainments and amusements to the extent levied and collected by a Panchayat or a Municipality or a Regional Council or a District Council."},
        {"number": 63, "text": "Rates of stamp duty in respect of documents other than those specified in the provisions of List I with regard to rates of stamp duty."},
        {"number": 64, "text": "Offences against laws with respect to matters in this List."},
        {"number": 65, "text": "Jurisdiction and powers of all courts except Supreme Court with respect to matters in this List."},
        {"number": 66, "text": "Fees in respect of any of the matters in this List, but not including fees taken in any court."}
      ]
    },
    {
      "list_name": "Concurrent List (List III)",
      "entries": [
        {"number": 1, "text": "Criminal law, including all matters included in the Indian Penal Code at the commencement of this Constitution but excluding offences against laws with respect to any of the matters specified in List I or List II and excluding the use of naval, military or air forces or any other armed forces of the Union in aid of the civil power."},
        {"number": 2, "text": "Criminal procedure, including all matters included in the Code of Criminal Procedure at the commencement of this Constitution."},
        {"number": 3, "text": "Preventive detention for reasons connected with the security of a State, the maintenance of public order, or the maintenance of supplies and services essential to the community; persons subjected to such detention."},
        {"number": 4, "text": "Removal from one State to another State of prisoners, accused persons and persons subjected to preventive detention for reasons specified in entry 3 of this List."},
        {"number": 5, "text": "Marriage and divorce; infants and minors; adoption; wills, intestacy and succession; joint family and partition; all matters in respect of which parties in judicial proceedings were immediately before the commencement of this Constitution subject to their personal law."},
        {"number": 6, "text": "Transfer of property (other than agricultural land); registration of deeds and documents."},
        {"number": 7, "text": "Contracts, including partnership, agency, contracts of carriage, and other special forms of contracts, but not including contracts relating to agricultural land."},
        {"number": 8, "text": "Actionable wrongs."},
        {"number": 9, "text": "Bankruptcy and insolvency."},
        {"number": 10, "text": "Trust and Trustees."},
        {"number": 11, "text": "Administrators-general and official trustees."},
        {"number": "11A", "text": "Administration of Justice; constitution and organisation of all courts, except the Supreme Court and the High Courts."},
        {"number": 12, "text": "Evidence and oaths; recognition of laws, acts, records, judicial proceedings."},
        {"number": 13, "text": "Civil procedure, including all matters included in the Code of Civil Procedure at the commencement of this Constitution, limitation and arbitration."},
        {"number": 14, "text": "Contempt of court, but not including contempt of the Supreme Court."},
        {"number": 15, "text": "Vagrancy; nomadic and migratory tribes."},
        {"number": 16, "text": "Lunacy and mental deficiency, including places for the reception or treatment of lunatics and mental deficients."},
        {"number": 17, "text": "Prevention of cruelty to animals."},
        {"number": "17A", "text": "Forests."},
        {"number": "17B", "text": "Protection of wild animals and birds."},
        {"number": 18, "text": "Adulteration of foodstuffs and other goods."},
        {"number": 19, "text": "Drugs and poisons subject to provisions of entry 59 of List I with respect to opium)."},
        {"number": 20, "text": "Economic and social planning."},
        {"number": "20A", "text": "Population control and family planning."},
        {"number": 21, "text": "Commercial and industrial monopolies, combines and trusts."},
        {"number": 22, "text": "Trade unions; industrial and labour disputes."},
        {"number": 23, "text": "Social security and social insurance; employment and unemployment."},
        {"number": 24, "text": "Welfare of labour including conditions of work, provident funds, employers' liability, workmen's compensation, invalidity and old age pensions and maternity benefits."},
        {"number": 25, "text": "Education, including technical education, medical education and universities, subject to the provisions of entries 63, 64, 65 and 66 of List I; vocational and technical training of labour."},
        {"number": 26, "text": "Legal, medical and other professions."},
        {"number": 27, "text": "Relief and rehabilitation of persons displaced from their original place of residence by reason of the setting up of the Dominions of India and Pakistan."},
        {"number": 28, "text": "Charities and charitable institutions, charitable and religious endowments and religious institutions."},
        {"number": 29, "text": "Prevention of the extension from one State to another of infectious or contagious diseases or pests affecting men, animals or plants."},
        {"number": 30, "text": "Vital statistics including registration of births and deaths."},
        {"number": 31, "text": "Ports other than those declared by or under law made by Parliament or existing law to be major ports."},
        {"number": 32, "text": "Shipping and navigation on inland waterways as regards mechanically propelled vessels, and the rule of the road on such waterways, and the carriage of passengers and goods on inland waterways subject to the provisions of List I with respect to national waterways."},
        {"number": 33, "text": "33. Trade and commerce in, and the production, supply and distribution of,— \n(a) the products of any industry where the control of such industry by the Union is declared by Parliament by law to be expedient in the public interest, and imported goods of the same kind as such products; \n(b) foodstuffs, including edible oilseeds and oils; \n(c) cattle fodder, including oilcakes and other concentrates; \n(d) raw cotton, whether ginned or unginned, and cotton seed; and \n(e) raw jute."},
        {"number": "33A", "text": "Weights and measures except establishment of standards."},
        {"number": 34, "text": "Price control."},
        {"number": 35, "text": "Mechanically propelled vehicles including the principles on which taxes on such vehicles are to be levied."},
        {"number": 36, "text": "Factories."},
        {"number": 37, "text": "Boilers."},
        {"number": 38, "text": "Electricity."},
        {"number": 39, "text": "Newspapers, books and printing presses."},
        {"number": 40, "text": "Archaeological sites and remains other than those declared by or under law made by Parliament to be of national importance."},
        {"number": 41, "text": "Custody, management and disposal of evacuee property."},
        {"number": 42, "text": "Acquisition and requisitioning of property."},
        {"number": 43, "text": "Recovery in a State of claims in respect of taxes and other public demands, including arrears of land-revenue and sums recoverable as such arrears, arising outside that State."},
        {"number": 44, "text": "Stamp duties other than duties or fees collected by means of judicial stamps, but not including rates of stamp duty. 45. Inquiries and statistics for the purposes of any of the matters specified in List II or List III."},
        {"number": 45, "text": "Inquiries and statistics for purposes of any of the matters specified in List II or List III matters."},
        {"number": 46, "text": "Jurisdiction and powers of all courts (except Supreme Court) with respect to matters in this List."},
        {"number": 47, "text": "Fees in respect of any of the matters in this List, but not including fees taken in any court."}
      ]
    }
  ]
}
